export const MainPage = () => {
    return (
        <>
            <h1>О компании</h1>
            <div className="company">
                <p className="company__text">
                    Наша компания - это место, где люди могут обмениваться книгами и делиться своей любовью к
                    чтению. Мы создали этот сервис с целью помочь людям найти новые книги и познакомиться с другими
                    людьми, которые разделяют их интересы.
                </p>
                <p className="company__text">
                    Наш сервис основан на концепции буккроссинга - это способность книги перемещаться от одного
                    человека к другому, без необходимости покупать новую книгу. В нашем приложении пользователи
                    могут зарегистрироваться, загрузить информацию о своих книгах и начать их обмен на другие книги,
                    которые им интересны.
                </p>
                <p className="company__text">Мы считаем, что наш сервис может быть особенно полезен людям, которые
                    ищут новые способы экономить деньги и уменьшать свой след углерода. Книги - это ценный ресурс, и
                    мы считаем, что использование их повторно поможет снизить наше влияние на окружающую среду.
                </p>
                <p className="company__text">Мы постоянно работаем над улучшением нашего сервиса и добавляем новые
                    функции, чтобы обмен книгами стал еще более удобным и эффективным для наших пользователей. Мы
                    стремимся создать место, где люди могут находить удовольствие в чтении и делиться своими
                    любимыми книгами с другими людьми.
                </p>
                <p className="company__text">
                    Спасибо, что выбрали наш сервис для обмена книгами. Мы надеемся, что вы будете наслаждаться им и
                    находить новые увлекательные книги для чтения!
                </p>
            </div>
        </>
    )
}